[{"start": 0, "end": 10, "text": "Reportable", "labels": ["PREAMBLE"], "id": "b3143141137c4ea78ee2458da72d43bc_0"}, {"start": 38, "end": 95, "text": "In The Supreme Court Of India\n\n                        ", "labels": ["PREAMBLE"], "id": "487c1a6ceaa648448a7811acd897bf68_1"}, {"start": 95, "end": 126, "text": "Criminal Appellate Jurisdiction", "labels": ["PREAMBLE"], "id": "deafd55654a8477395737127f2e6a94a_2"}, {"start": 127, "end": 185, "text": "\n\n                        Criminal Appeal No.445 Of 2016", "labels": ["PREAMBLE"], "id": "a20b10f4d78a4a3787803bdc954d24be_3"}, {"start": 186, "end": 277, "text": "\n                  (Arising out of SLP(Crl.)No.3821 of 2010)\n\n\n\nJ.Ramesh Kamath & Ors.", "labels": ["PREAMBLE"], "id": "9e9ea393c5f6439f966cf57ddbb05dc6_4"}, {"start": 305, "end": 312, "text": ".......", "labels": ["PREAMBLE"], "id": "bf8e054b68a94a0fbc38444c666169ab_5"}, {"start": 313, "end": 364, "text": "Appellants\n\n\n                                   ", "labels": ["PREAMBLE"], "id": "15e2544ece7449ae85794f536f3f05b1_6"}, {"start": 364, "end": 397, "text": "Versus\n\n\n\nMohana Kurup & Ors.", "labels": ["PREAMBLE"], "id": "bbe4c53587274a1cbb16abb9766c8e57_7"}, {"start": 427, "end": 434, "text": ".......", "labels": ["PREAMBLE"], "id": "143405eae6ea4feb980163d00e46e47a_8"}, {"start": 435, "end": 485, "text": "Respondents\n\n\n\n                               ", "labels": ["PREAMBLE"], "id": "f65bad31ee1c4903a385201a96a96307_9"}, {"start": 485, "end": 502, "text": "J U D G M E N T\n", "labels": ["PREAMBLE"], "id": "1b5398365b4a41658ffefbcfec21fb00_10"}, {"start": 502, "end": 816, "text": "JAGDISH SINGH KHEHAR, J.\n\n1. Leave granted.\n\n2. Respondents nos.4 to 7 herein describing themselves as members of the All Kerala Chemists and Druggists Association (hereinafter referred to as `the Association), filed a written complaint to the City Police Commissioner, Ernakulam against respondent nos.1 to 3.", "labels": ["FAC"], "id": "d3c9a5989f0149e7b1f53a20b5cf381d_11"}, {"start": 817, "end": 962, "text": "Respondent No.1  Mohana Kurup was the President of the Association during the relevant period from 2004 to 2006 and thereafter from 2006 to 2008.", "labels": ["FAC"], "id": "0173bda7bd3c4413aa117d3153e8dd26_12"}, {"start": 963, "end": 980, "text": "Respondent No.2  ", "labels": ["FAC"], "id": "315e75d386d643a4a390e42043613bac_13"}, {"start": 980, "end": 1143, "text": "Raveendran was the Secretary of the Association during the same period, and respondent no.3  Sayed was the Treasurer of the Association during the relevant period.", "labels": ["FAC"], "id": "8bb2748274674d32911d969a542d18b3_14"}, {"start": 1144, "end": 1430, "text": "It was alleged in the complaint filed by respondent nos.4 to 7, that respondent nos.1 to 3, in furtherance of a criminal conspiracy, and with common intention, misappropriated huge amounts of funds of `the Association', by misusing their position as office bearers of `the Association'.", "labels": ["FAC"], "id": "256852bae7fc49ea94faeed3ded9c4ae_15"}, {"start": 1431, "end": 1600, "text": "On the basis of the complaint preferred by respondent nos.4 to 7, First Information Report bearing Crime No.675/2008 was registered at Central Police Station, Ernakulam.", "labels": ["FAC"], "id": "472f5f09b02947388e46b0e595f84dc8_16"}, {"start": 1601, "end": 1853, "text": "\n\n3. Appellant No.2 in the present appeal  Giri Nair (also claiming to be an active member of the Association), likewise filed a complaint before the City Police Commissioner, Ernakulam, making similar allegations against respondent nos.1 to 3.\n\n4.", "labels": ["FAC"], "id": "8b87a6a639544864b9bf0234378a3741_17"}, {"start": 1854, "end": 2078, "text": "The police filed a final report before the Chief Judicial Magistrate, Ernakulam, on 22.03.2009, based on an affirmation during investigation, for offences under Sections 406, 408, 409, 477A and 120B of the Indian Penal Code.", "labels": ["FAC"], "id": "160a80e2a62548838e9d8f3c5692fa96_18"}, {"start": 2079, "end": 2272, "text": "Needless to mention, that the aforesaid chargesheet was based on the complaint addressed by respondents nos.4 to 7 on 09.04.2008, and not the complaint made by the appellants before this Court.", "labels": ["FAC"], "id": "03e0d171a1b2481686ed8ae6e0e46428_19"}, {"start": 2273, "end": 2694, "text": "\n\n5. Dissatisfied with the initiation of action against them, respondent nos.1 to 3 filed Criminal M.C.No.4154 of 2009 before the High Court of Kerala (hereinafter referred to as `the High Court) under Section 482 of the Criminal Procedure Code praying for quashing of the final report (filed by the police in C.C.No.90 of 2009, on the file of the Chief Judicial Magistrate, Ernakulam arising out of Crime No.675/2008).", "labels": ["FAC"], "id": "251e05ce7a7f45f395ff922411e46937_20"}, {"start": 2695, "end": 3043, "text": "The case projected by respondent nos.1 to 3 before the High Court was, that the allegations contained in the complaint dated 09.04.2008 were in the nature of a private dispute, and was of a purely personal nature, without any involvement of public policy, and as such, the matter could be settled between the parties through an amicable settlement.", "labels": ["FAC"], "id": "d5bffa5883324df7840ffe18043287a3_21"}, {"start": 3044, "end": 3077, "text": "And that, it had been so settled.", "labels": ["FAC"], "id": "fc25fbac5d98439aafd357b0a5b5561f_22"}, {"start": 3082, "end": 3254, "text": "6. Along with the aforesaid Criminal M.C.No.4154 of 2009, respondent nos.1 to 9 filed a joint petition seeking compounding under Section 320 of the Criminal Procedure Code.", "labels": ["FAC"], "id": "779b4c9eaa26411c82d1336b95fef51a_23"}, {"start": 3255, "end": 3445, "text": "At this juncture, it would be relevant to mention, that respondent nos.4 to 7 were the original complainants on whose complaint, the case came to be registered against respondent nos.1 to 3.", "labels": ["FAC"], "id": "e599ee680e70472ea5baad211a899db9_24"}, {"start": 3446, "end": 3593, "text": "Respondent nos.8 and 9 herein, were the General Secretary and Treasurer of `the Association', at the time when Criminal M.C.No.4154/2009 was filed.", "labels": ["FAC"], "id": "4df2c24887884470b1fd9e1c8017410b_25"}, {"start": 3598, "end": 3810, "text": "7. According to the assertions made before this Court, the High Court was informed, that the matter had been settled between the parties, and that, no useful purpose would be served in continuing the prosecution.", "labels": ["FAC"], "id": "d4350dfef3c44da5a1559a84a3ec5ab5_26"}, {"start": 3811, "end": 4013, "text": "The High Court, in the above view of the matter, passed the impugned order dated 22.12.2009, whereby, proceedings in CC No.90/2009, pending before the Chief Judicial Magistrate, Ernakulam, were quashed.", "labels": ["RLC"], "id": "8e93e694f56e468f89df115ef211ed7c_27"}, {"start": 4014, "end": 4075, "text": "Paragraph 2 of the impugned order is extracted herein:-\n\n2.", "labels": ["FAC"], "id": "76f2f53f6f794c898b260b9ee7069cf8_28"}, {"start": 4076, "end": 4489, "text": "A compounding petition is filed jointly by the petitioners and respondents 1 to 6 stating that entire disputes were settled with the petitioners, who were the former office bearers and respondents 1 to 4, the complainants and respondents 5 and 6, the present office bearers and respondents 1 to 4 admit that there was no misappropriation of the amounts of AKCDA as alleged and respondents 5 and 6 agreed the same.", "labels": ["FAC"], "id": "e8134cb820cf4fbf85e312a44cee317a_29"}, {"start": 4490, "end": 4585, "text": "In view of the settlement, it is contended that they may be permitted to compound the offences.", "labels": ["FAC"], "id": "2313273adc2d492ea33f32d447a8819a_30"}, {"start": 4586, "end": 4604, "text": "(emphasis is ours)", "labels": ["FAC"], "id": "a7301290d2e44140bf7ca846bd5388c3_31"}, {"start": 4605, "end": 5031, "text": "A perusal of paragraph 2 extracted above, reveals, that the complainants (namely, respondent nos. 4 to 7 herein) and the accused (namely, respondent nos.1 to 3 herein) had admitted, that there was no misappropriation of the amounts of the Association, and respondents nos.8 and 9 herein, who were the General Secretary and Treasurer (were impleaded in the joint petition as respondent Nos.5 and 6) endorsed the above position.", "labels": ["FAC"], "id": "b8282e6076414b4186cf63c21c7b6f9b_32"}, {"start": 5032, "end": 5114, "text": "\n\n8. Paragraph 5 of the impugned order, is also being extracted hereunder:\n\n5.", "labels": ["FAC"], "id": "7b38c2911b964f23bb52e6c7dc210089_33"}, {"start": 5115, "end": 5228, "text": "Prosecution case as against the petitioners is that they committed the offences as against AKCDA and its members.", "labels": ["FAC"], "id": "c8b650f158384b9d8b883bc9abe25f3b_34"}, {"start": 5229, "end": 5427, "text": "The allegation is that they opened two separate accounts and converted the cheques and demand drafts received in the name of AKCDA to their personal accounts and thereby misappropriated the amounts.", "labels": ["FAC"], "id": "40256a6733e44b0e9e0378211b7dc42e_35"}, {"start": 5428, "end": 5542, "text": "The offences alleged are purely personal in nature as against the Association, represented by respondents 5 and 6.", "labels": ["FAC"], "id": "5103d85627e8492687ad57414137e4ca_36"}, {"start": 5543, "end": 5614, "text": "The case was investigated on the complaint filed by respondents 1 to 4.", "labels": ["FAC"], "id": "120f9e5ee8754f4085db8c9add8188e8_37"}, {"start": 5615, "end": 5971, "text": "When compounding petition filed by the petitioners along with respondents 1 to 6 establishes that there has been a complete settlement of the disputes and the offences alleged are purely personal in nature, as held by the Apex court in Madan Mohan Abbot v. State of Punjab (2008 (3) KLT 19) it is not in the interest of justice to continue the prosecution.", "labels": ["RLC"], "id": "b119fee4b5b84b28b84b3250bcd6971e_38"}, {"start": 5972, "end": 6121, "text": "In the light of the settlement and the joint petition filed, even if petitioners are to be tried, there is no likelihood of a successful prosecution.", "labels": ["ANALYSIS"], "id": "b53004d7b74b48d19f728e71b128d93c_39"}, {"start": 6122, "end": 6210, "text": "In such circumstances, it is not in the interest of justice to continue the prosecution.", "labels": ["ANALYSIS"], "id": "3ffa497c0df84a28b2a1b738efab1306_40"}, {"start": 6211, "end": 6235, "text": "\n\nPetition is allowed.", "labels": ["ANALYSIS"], "id": "7877efa9e0014949a0f00ae89f7702a8_41"}, {"start": 6236, "end": 6321, "text": "C.C.No.90/2009 on the file of Chief Judicial Magistrates Court, Ernakulam is quashed.", "labels": ["FAC"], "id": "db2496bc68674c10a4fffbbc4a66c5f1_42"}, {"start": 6322, "end": 6340, "text": "(emphasis is ours)", "labels": ["ANALYSIS"], "id": "75e89cd461e64c8a8d70fb7696ac5a57_43"}, {"start": 6341, "end": 6652, "text": "A perusal of paragraph 5 of the impugned order reveals, that the acknowledged position between the parties (the accused, the complainants, and the office bearers of `the Association') which was projected before the High Court was, that the offences alleged in the complaint were purely personal in nature.\n\n9.", "labels": ["ANALYSIS"], "id": "54f938b839c1430686d87d1fb0a3b890_44"}, {"start": 6653, "end": 6948, "text": "Premised on the acknowledged admitted position, that there was no misappropriation, as well as, the fact that the offences alleged in the complaint were purely personal in nature, the High Court agreed with the settlement between the parties, and quashed the proceedings in CC No.90/2009.\n\n10.", "labels": ["RLC"], "id": "53b60d98b33047e5813c60e579aaa919_45"}, {"start": 6949, "end": 7259, "text": "It is also imperative for us to notice, that in the compounding petition, which was filed by respondent nos.1 to 3 herein (the accused), as petitioners impleaded respondents nos.4 to 7 herein (the complainants), and respondent nos.8 and 9 (the then General Secretary and Treasurer of `the Association') herein.", "labels": ["ANALYSIS"], "id": "d34e87b2887842a48f9e8753beb6ee8f_46"}, {"start": 7260, "end": 7574, "text": "A clear and categorical stance was adopted in the compounding petition, that there was no misappropriation of the funds of the Association, and that, not only the complainants, but also respondent nos.8 and 9 herein, namely, the General Secretary and the Treasurer of the Association, confirmed the above position.", "labels": ["ANALYSIS"], "id": "8ab5da6c4ece42a39f3e4b6eda7058af_47"}, {"start": 7575, "end": 7801, "text": "\n\n11. The first contention advanced at the hands of the learned counsel for the appellants was, that the respondents-accused have been charged of offences under Sections 406, 408, 409, 477A and 120B of the Indian Penal Code.", "labels": ["ARG_PETITIONER"], "id": "8feaaf2896de4e16a0539e914a9cc364_48"}, {"start": 7802, "end": 8029, "text": "It was the pointed contention of the learned counsel for the appellants, that most of the provisions under which the accused- respondents had been charged, were non-compoundable under Section 320 of the Criminal Procedure Code.", "labels": ["ARG_PETITIONER"], "id": "806ac6bbf72d4ab3984d7e5cf8e1d185_49"}, {"start": 8030, "end": 8085, "text": "And as such, the matter could not have been compounded.", "labels": ["ANALYSIS"], "id": "0516174715e44f0daabca5d70be00d4d_50"}, {"start": 8086, "end": 8551, "text": "\n\n12. Whilst it is not disputed at the hands of the learned counsel for respondent nos.1 and 2, that most of the offences under which the accused were charged are non-compoundable, yet it was asserted, that the jurisdiction invoked by the High Court in quashing the criminal proceedings against respondent nos.1 to 3, was not under Section 320 of the Criminal Procedure Code, but was under Section 482 of the Criminal Procedure Code, as interpreted by this Court.", "labels": ["ANALYSIS"], "id": "e63d3654271d49d882af51bb17ebb8dd_51"}, {"start": 8552, "end": 8790, "text": "\n\n13 . Insofar as the decisions of this Court are concerned, reference, in the first instance, was made to Madan Mohan Abbot v. State of Punjab, (2008) 4 SCC 582, wherefrom, our attention was invited to the following observations:\n\n5.", "labels": ["PRE_RELIED"], "id": "77d7f393753f421b8af82aac913e6664_52"}, {"start": 8791, "end": 8953, "text": "It is on the basis of this compromise that the application was filed in the High Court for quashing of proceedings which has been dismissed by the impugned order.", "labels": ["ANALYSIS"], "id": "80e14eb6b7b742e99598d27bf92a4407_53"}, {"start": 8954, "end": 9278, "text": "We notice from a reading of the FIR and the other documents on record that the dispute was purely a personal one between two contesting parties and that it arose out of extensive business dealings between them and that there was absolutely no public policy involved in the nature of the allegations made against the accused.", "labels": ["ANALYSIS"], "id": "e81da015034142858afa1f4e3340d60d_54"}, {"start": 9279, "end": 9579, "text": "We are, therefore, of the opinion that no useful purpose would be served in continuing with the proceedings in the light of the compromise and also in the light of the fact that the complainant has on 11-1-2004, passed away and the possibility of a conviction being recorded has thus to be ruled out.", "labels": ["ANALYSIS"], "id": "5c740682c16e4340972f78a732bb999a_55"}, {"start": 9584, "end": 10069, "text": "6. We need to emphasise that it is perhaps advisable that in disputes where the question involved is of a purely personal nature, the Court should ordinarily accept the terms of the compromise even in criminal proceedings as keeping the matter alive with no possibility of a result in favour of the prosecution is a luxury which the courts, grossly overburdened as they are, cannot afford and that the time so saved can be utilised in deciding more effective and meaningful litigation.", "labels": ["ANALYSIS"], "id": "9c77cbe78d7f42b984a04427e10febdf_56"}, {"start": 10070, "end": 10189, "text": "This is a common sense approach to the matter based on ground of realities and bereft of the technicalities of the law.", "labels": ["ANALYSIS"], "id": "3bdbc278e8444e65b1777efce124c3f8_57"}, {"start": 10190, "end": 10208, "text": "(emphasis is ours)", "labels": ["ANALYSIS"], "id": "ac5f104bafab4222b588b030e3785f9c_58"}, {"start": 10209, "end": 10417, "text": "A perusal of the conclusions extracted above, with a reading of the FIR and the supporting documents in the above case reveal, that the dispute was purely of a personal nature, between two contesting parties.", "labels": ["ANALYSIS"], "id": "e28fe288ab094a6aa734a60f72c3e034_59"}, {"start": 10418, "end": 10511, "text": "Further that, the dispute arose out of private business dealings between two private parties.", "labels": ["ANALYSIS"], "id": "bd59cd10869b46c5b02c426c21981b2d_60"}, {"start": 10512, "end": 10617, "text": "And furthermore, there was absolutely no public involvement, in the allegations made against the accused.", "labels": ["ANALYSIS"], "id": "9dd71587914444169cc70e0ef5af6381_61"}, {"start": 10618, "end": 10850, "text": "Based on the aforesaid considerations, this Court had held, that in disputes where the question involved was of a purely personal nature, it was appropriate for Courts to accept the terms of compromise, even in criminal proceedings.", "labels": ["ANALYSIS"], "id": "bb2bea1ac1e442f3a48ee780afcbd736_62"}, {"start": 10851, "end": 10977, "text": "It was sought to be explained, that in such matters, keeping the matters alive would not result, in favour of the prosecution.", "labels": ["ANALYSIS"], "id": "226ab74e111849b7be274fb8d56da080_63"}, {"start": 10978, "end": 11274, "text": "We are of the view, that the reliance on the above judgment would have been justified, if the inferences drawn by the High Court were correct, namely, that admittedly there was no misappropriation of the funds of the Association, and secondly, the offences alleged were purely personal in nature.", "labels": ["ANALYSIS"], "id": "084de0288938411eb7512af735a7401c_64"}, {"start": 11275, "end": 11315, "text": "We shall examine that, at a later stage.", "labels": ["ANALYSIS"], "id": "ca08a2be350e49c381b02259192f7ebe_65"}, {"start": 11316, "end": 11639, "text": "\n\n14. Having placed reliance on the judgment in the Madan Mohan Abbot case (supra), which was determined by a two-Judge Division Bench of this Court, learned counsel for respondent nos.1 to 3 went on to place reliance on Gian Singh vs. State of Punajb (2012) 10 SCC 303, which was decided by a three-Judge Division Bench.", "labels": ["ARG_PETITIONER"], "id": "3a7e685ed56a4b9a83f32624f2145f76_66"}, {"start": 11640, "end": 11908, "text": "Insofar as the instant judgment is concerned, learned counsel for respondent Nos.1 to 3, in the first instance, invited this Court's attention to paragraph 37 thereof, wherein the earlier decision rendered by this Court in the Madan Mohan Abbot case, was duly noticed.", "labels": ["ARG_PETITIONER"], "id": "fe99ba987cd641679551286f6b180146_67"}, {"start": 11909, "end": 11967, "text": "Thereupon, the Bench recorded its conclusion as under: 59.", "labels": ["ANALYSIS"], "id": "02aa1e594cff4c9294f398bb8f534961_68"}, {"start": 11968, "end": 12339, "text": "B.S. Joshi (2003) 4 SCC 675, Nikhil Merchant (2008) 9 SCC 677, Manoj Sharma (2008) 16 SCC 1 and Shiji (2011) 10 SCC 705 do illustrate the principle that the High Court may quash criminal proceedings or FIR or complaint in exercise of its inherent power under Section 482 of the Code and Section 320 does not limit or affect the powers of the High court under Section 482.", "labels": ["PRE_RELIED"], "id": "339bd1c6565646e8800ab404731ab8ca_69"}, {"start": 12340, "end": 12516, "text": "Can it be said that by quashing criminal proceedings in B. S. Joshi, Nikhil Merchant, Manoj Sharma and Shiji this Court has compounded the non-compoundable offences indirectly?", "labels": ["ANALYSIS"], "id": "61734f1bc58b4369b8470a3921799acd_70"}, {"start": 12517, "end": 12536, "text": "We do not think so.", "labels": ["ANALYSIS"], "id": "8b5aa9bc3ef245cdbfa11b3004558476_71"}, {"start": 12537, "end": 12720, "text": "There does exist the distinction between compounding of an offence under Section 320 and quashing of a criminal case by the High Court in exercise of inherent power under Section 482.", "labels": ["ANALYSIS"], "id": "f41a84b582f14b79ad15d79e5e2f1327_72"}, {"start": 12721, "end": 12870, "text": "The two powers are distinct and different although the ultimate consequence may be the same viz. acquittal of the accused or dismissal of indictment.", "labels": ["ANALYSIS"], "id": "488b91adf1bf4f25b265a7de110ea7b0_73"}, {"start": 12871, "end": 13161, "text": "\n\n60 . We find no incongruity in the above principle of law and the decisions of this Court in Simrikhia (1990) 2 SCC 437, Dharampal (1993) 1 SCC 435, Arun Shankar Shukla (1999) 6 SCC 146, Ishwar Singh (2008) 15 SCC 667, Rumi Dhar (2009) 6 SCC 364 and Ashok Sadarangani (2012) 11 SCC 321.", "labels": ["PRE_RELIED"], "id": "df80abbaf9464cc7b1821f25a1b33428_74"}, {"start": 13162, "end": 13330, "text": "The principle propounded in Simrikhia that the inherent jurisdiction of the High Court cannot be invoked to override express bar provided in law is by now well settled.", "labels": ["ANALYSIS"], "id": "7a41a765f78c4bc19866bd8f6e7ce201_75"}, {"start": 13331, "end": 13513, "text": "In Dharampal the Court observed the same thing that the inherent powers under Section 482 of the Code cannot be utilised for exercising powers which are expressly barred by the Code.", "labels": ["PRE_RELIED"], "id": "41201d535db1469aa7fee0b8673f78e5_76"}, {"start": 13514, "end": 13570, "text": "Similar statement of law is made in Arun Shankar Shukla.", "labels": ["ANALYSIS"], "id": "879c63a2c5594612bd3ce8c3c1e34aab_77"}, {"start": 13571, "end": 13930, "text": "In Ishwaqr Singh the accused was alleged to have committed an offence punishable under Section 307 IPC and with reference to Section 320 of the Code, it was held that the offence punishable under Section 307 IPC was not compoundable offence and there was express bar in Section 320 that no offence shall be compounded if it is not compoundable under the Code.", "labels": ["PRE_RELIED"], "id": "55af53341f354c8491ffdd952bdcd8a3_78"}, {"start": 13931, "end": 14339, "text": "In Rumi Dhar although the accused had paid the entire due amount as per the settlement with the bank in the matter of recovery before the Debts Recovery Tribunal, the accused was being proceeded with for the commission of the offences under Sections 120- B/420/467/468/471 IPC along with the bank officers who were being prosecuted under Section 13(2) read with 13 (1)(d) of the Prevention of Corruption Act.", "labels": ["ANALYSIS"], "id": "0993a235ccb0408eb230bbbf7f66fe02_79"}, {"start": 14340, "end": 14570, "text": "The Court refused to quash the charge against the accused by holding that the Court would not quash a case involving a crime against the society when a prima facie case has been made out against the accused for framing the charge.", "labels": ["ANALYSIS"], "id": "93f3b8148f554e86a63d2c7a473e28ac_80"}, {"start": 14571, "end": 15160, "text": "Ashok Sadarangani was again a case where the accused persons were charged of having committed the offences under Sections 120-B, 465, 467, 468 and 471, IPC and the allegations were that the accused secured the credit facilities by submitting forged property documents as collaterals and utilised such facilities in a dishonest and fraudulent manner by opening letters of credit in respect of foreign supplies of goods, without actually bringing any goods but inducing the bank to negotiate the letters of credit in favour of foreign suppliers and also by misusing the cash-credit facility.", "labels": ["ANALYSIS"], "id": "fa04b7d426894f1ab3eeb09e566fea1a_81"}, {"start": 15161, "end": 15560, "text": "The Court was alive to the reference made in one of the present matters and also the decisions in B.S.Joshi, Nikhil Merchant and Manoj Sharma and it was held that B.S.Joshi, and Nikhil Merchant dealt with different factual situation as the dispute involved had overtures of a civil dispute but the case under consideration in Ashok Sadarangani was more on the criminal intent than on a civil aspect.", "labels": ["PRE_RELIED"], "id": "99f420d150404f30a487a414e78453ac_82"}, {"start": 15561, "end": 15707, "text": "The decision in Ashok Sadarangani supports the view that the criminal matters involving overtures of a civil dispute stand on a different footing.", "labels": ["ANALYSIS"], "id": "0eb373b22b6746d0970b68397c54f25a_83"}, {"start": 15708, "end": 16042, "text": "\n\n61 . The position that emerges from the above discussion can be summarised thus: the power of the High Court in quashing a criminal proceeding or FIR or complaint in exercise of its inherent jurisdiction is distinct and different from the power given to a criminal court for compounding the offences under Section 320 of the Code.", "labels": ["ANALYSIS"], "id": "48f406383d8b49d79574f1e589fc4226_84"}, {"start": 16043, "end": 16281, "text": "Inherent power is of wide plenitude with no statutory limitation but it has to be exercised in accord with the guideline engrafted in such power viz; (i) to secure the ends of justice, or (ii) to prevent abuse of the process of any Court.", "labels": ["ANALYSIS"], "id": "0bba3d81bae84d859f59ca172c9a05c9_85"}, {"start": 16282, "end": 16526, "text": "In what cases power to quash the criminal proceeding or complaint or F.I.R may be exercised where the offender and the victim have settled their dispute would depend on the facts and circumstances of each case and no category can be prescribed.", "labels": ["ANALYSIS"], "id": "a398950a6f614c93acd098cece6c98dd_86"}, {"start": 16527, "end": 16642, "text": "However, before exercise of such power, the High Court must have due regard to the nature and gravity of the crime.", "labels": ["ANALYSIS"], "id": "4a5fa26d839d44f4a5514d6d7e635736_87"}, {"start": 16643, "end": 16848, "text": "Heinous and serious offences of mental depravity or offences like murder, rape, dacoity, etc. cannot be fittingly quashed even though the victim or victims family and the offender have settled the dispute.", "labels": ["ANALYSIS"], "id": "9e4c0ee1dcb8475ebe9761946b58deba_88"}, {"start": 16849, "end": 16924, "text": "Such offences are not private in nature and have serious impact on society.", "labels": ["ANALYSIS"], "id": "69f20db586e9496c92ed0c9247fa9831_89"}, {"start": 16925, "end": 17245, "text": "Similarly, any compromise between the victim and the offender in relation to the offences under special statutes like the Prevention of Corruption Act or the offences committed by public servants while working in that capacity, etc; cannot provide for any basis for quashing criminal proceedings involving such offences.", "labels": ["ANALYSIS"], "id": "329611bdccc544d8a5f40d82bf9902c8_90"}, {"start": 17246, "end": 17702, "text": "But the criminal cases having overwhelmingly and pre-dominatingly civil flavour stand on a different footing for the purposes of quashing, particularly the offences arising from commercial, financial, mercantile, civil, partnership or such like transactions or the offences arising out of matrimony relating to dowry, etc. or the family disputes where the wrong is basically private or personal in nature and the parties have resolved their entire dispute.", "labels": ["ANALYSIS"], "id": "4b069d57440f4a6ea2d6cf414c4f62ae_91"}, {"start": 17703, "end": 18146, "text": "In this category of cases, the High Court may quash criminal proceedings if in its view, because of the compromise between the offender and the victim, the possibility of conviction is remote and bleak and continuation of the criminal case would put the accused to great oppression and prejudice and extreme injustice would be caused to him by not quashing the criminal case despite full and complete settlement and compromise with the victim.", "labels": ["ANALYSIS"], "id": "1c63a278ea0f42aab7218e553eb41d5b_92"}, {"start": 18147, "end": 18710, "text": "In other words, the High Court must consider whether it would be unfair or contrary to the interest of justice to continue with the criminal proceeding or continuation of the criminal proceeding would tantamount to abuse of process of law despite settlement and compromise between the victim and the wrongdoer and whether to secure the ends of justice, it is appropriate that the criminal case is put to an end and if the answer to the above question(s) is in the affirmative, the High Court shall be well within its jurisdiction to quash the criminal proceeding.", "labels": ["ANALYSIS"], "id": "9b07eea14e4043b1bbecb6bf54e60980_93"}, {"start": 18711, "end": 18736, "text": "(emphasis is ours)\n\n15.", "labels": ["ANALYSIS"], "id": "1549b27ecc174913b0c37d38a4e19c22_94"}, {"start": 18737, "end": 18976, "text": "A perusal of the above determination, leaves no room for any doubt, that this Court crystalised the position in respect of the powers vested in the High Court under Section 482 of the Criminal Procedure Code, to quash criminal proceedings.", "labels": ["ANALYSIS"], "id": "fdec4ee9acb544b993cd30620be67985_95"}, {"start": 18977, "end": 19212, "text": "It has now been decisively held, that the power vested in the High Court under Section 482 of the Criminal Procedure Code, is not limited to quashing proceedings within the ambit and scope of Section 320 of the Criminal Procedure Code.", "labels": ["ANALYSIS"], "id": "12cbc12e664545ffb1f42408c315a874_96"}, {"start": 19213, "end": 19497, "text": "The three-Judge Division Bench in the above case, clearly expounded, that quashing of criminal proceedings under Section 482 of the Criminal Procedure Code, could also be based on settlements between private parties, and could also on a compromise between the offender and the victim.", "labels": ["ANALYSIS"], "id": "9adde795c6144e478485874c10a11e97_97"}, {"start": 19498, "end": 19570, "text": "Only that, the above power did not extend to crimes against the society.", "labels": ["ANALYSIS"], "id": "fd71d062573b4e1b8786013b22806f94_98"}, {"start": 19571, "end": 19954, "text": "It is also relevant to mention, that the jurisdiction vested in the High Court under Section 482 of the Criminal Procedure Code, for quashing criminal proceedings, was held to be exercisable in criminal cases having an overwhelming and predominatingly civil flavour, particularly offences arising from commercial, financial, mercantile, civil, partnership, or such like transactions.", "labels": ["ANALYSIS"], "id": "9cc88cac385a410cab5145794cff2be5_99"}, {"start": 19955, "end": 20019, "text": "Or even offences arising out of matrimony relating to dowry etc.", "labels": ["ANALYSIS"], "id": "c4c26085a8a4449ba730927dd73a27fa_100"}, {"start": 20020, "end": 20088, "text": "Or family disputes where the wrong is basically private or personal.", "labels": ["ANALYSIS"], "id": "686bb310983b4cc9b391ef34a1c25666_101"}, {"start": 20089, "end": 20186, "text": "In all such cases, the parties should have resolved their entire dispute by themselves, mutually.", "labels": ["ANALYSIS"], "id": "68bd904c7c7c4f19ae7689b7995150dc_102"}, {"start": 20187, "end": 20505, "text": "\n\n16 . The question which emerges for our consideration is, whether the allegations levelled in the complaint against respondent nos.1 to 3, would fall within the purview of the High Court, so as to enable it to quash the same, in exercise of its jurisdiction under Section 482 of the Criminal Procedure Code?\n\n17.", "labels": ["ISSUE"], "id": "d05465a815ac43beb0c08cf45affc45e_103"}, {"start": 20506, "end": 20556, "text": "We shall now venture to determine the above issue.", "labels": ["ANALYSIS"], "id": "d81af7eac03b44a3960384382ef1461a_104"}, {"start": 20557, "end": 20803, "text": "A perusal of the complaint on the basis of which criminal prosecution came to be initiated against respondent nos.1 to 3 reveals, that the accused persons were described as office bearers of `the Association', during the period from 2004 to 2008.", "labels": ["ANALYSIS"], "id": "e0f63d19d9cc4107b321e7c99457b822_105"}, {"start": 20804, "end": 21084, "text": "During the course of hearing, it was not disputed, that at the relevant time, respondent no.1  Mohana Kurup was the President of `the Association'; respondent no.2  Raveendran was the Secretary of `the Association'; and respondent no.3  Sayed was the Treasurer of the Association.", "labels": ["ANALYSIS"], "id": "e460505eb14d43d0adc21c65ae4c3a8a_106"}, {"start": 21085, "end": 21250, "text": "It was alleged, that during their tenure, as office bearers of the State Committee of `the Association', they had exclusive access to the funds of `the Association'.", "labels": ["ANALYSIS"], "id": "540d2033468040ecaaf2cfafe1385587_107"}, {"start": 21251, "end": 21329, "text": "They, at their own, managed the funds, for and on behalf of `the Association'.", "labels": ["ANALYSIS"], "id": "be8df0ddcc41496482224f4c41c64a59_108"}, {"start": 21330, "end": 21583, "text": "Consequent upon their resignation in 2008, when an ad hoc Committee took up charge of the State Committee, it discovered serious misappropriation of funds of the State Committee, which were in the name of the State Committee, and were not accounted for.", "labels": ["ANALYSIS"], "id": "d78f78fd663a412ea663d38e8300d64b_109"}, {"start": 21584, "end": 21691, "text": "Even the account books maintained by the State Committee, made no reference to the receipt of such amounts.", "labels": ["ANALYSIS"], "id": "17c0b82e9ff6479487a46383759585f8_110"}, {"start": 21692, "end": 21930, "text": "A specific reference was made to M/s Micro Labs Ltd., Bangalore, which paid a sum of Rs.19,00,000/- two demand drafts being D.D.No.718573 and D.D.No.718574 in the sum of Rs.9,50,000/- each, drawn on the Canara Bank, both dated 17.04.2007.", "labels": ["ANALYSIS"], "id": "f2dd247ab9e1422eae31c2ae8cca3b42_111"}, {"start": 21931, "end": 22099, "text": "It was also asserted in the complaint, that `the Association' issued two receipts dated 30.04.2007 and 15.05.2007 in acknowledgement of the receipt of the said amounts.", "labels": ["ANALYSIS"], "id": "8c6db77094044d73988bf7a3dca64e25_112"}, {"start": 22100, "end": 22202, "text": "It was alleged, that the said amount was never incorporated in the account books of `the Association'.", "labels": ["ANALYSIS"], "id": "32a2fe86dfe14fada526e23d37aedd88_113"}, {"start": 22203, "end": 22615, "text": "It was also alleged, that respondent nos.1 to 3 dishonestly misappropriated the said amount to themselves, in violation of bye-laws and other regulations/directions of the State Committee, by creating false and fictitious accounts, by altering, destroying and mutilating the original accounts of the State Committee, with a willful intention to obtain illegal financial gains, and to defraud the State Committee.", "labels": ["ANALYSIS"], "id": "5872f299dc164a798bf1b388a74ae0ca_114"}, {"start": 22616, "end": 23208, "text": "It is also relevant to mention, that consequent upon completion of investigation, the chargesheet dated 22.03.2009, filed against respondent nos.1 to 3, stated thus:-\n\nThe accused persons being the office bearers of the State Committee, All Kerala Chemists & Druggists Association, in furtherance of their common intention to obtain illegal financial gain conspired conjointly and cheated the Association and its members by misappropriating the funds given by various drug companies to AKCDA functioning near South Railway Station, Ernakulam during the period from 17.04.2007 to 11.04.2008.", "labels": ["ANALYSIS"], "id": "ad441af5a9ae4c3c958c11a29afd0363_115"}, {"start": 23209, "end": 23290, "text": "The Demand Drafts and Cheques received were not credited in the account of AKCDA.", "labels": ["ANALYSIS"], "id": "d78b6999b1f44879a7cb6e5327ea684a_116"}, {"start": 23291, "end": 23495, "text": "The accused falsified the accounts of AKCDA and unauthorisedly opened accounts in South Malabar Gramin Bank, Palakkad Branch and ICICI Bank, Edappally Branch and credited the amounts in the said accounts.", "labels": ["ANALYSIS"], "id": "7f64807c00294adb96ad1505bb102662_117"}, {"start": 23496, "end": 23646, "text": "The DD's and cheques received were encashed in the aforesaid accounts on various dates and an amount of Rs.80,00,000/- was diverted for their own use.", "labels": ["ANALYSIS"], "id": "fec562ac34a6454489e6d428d7b2c539_118"}, {"start": 23647, "end": 23746, "text": "The accused thereby cheated the members and the association and committed criminal breach of trust.", "labels": ["ANALYSIS"], "id": "33868350ac76493092af8c75021655e6_119"}, {"start": 23747, "end": 23794, "text": "The accused also committed the offence alleged.", "labels": ["ANALYSIS"], "id": "d62cd306a57f4f8084d2dffa150152b4_120"}, {"start": 23795, "end": 23820, "text": "(emphasis is ours)\n\n18.", "labels": ["ANALYSIS"], "id": "478e293b61aa48d687c274e47557cce7_121"}, {"start": 23821, "end": 24007, "text": "In the above view of the matter, we are satisfied that the allegations levelled against respondent nos.1 to 3 were of a nature, which could not be treated as purely of a personal nature.", "labels": ["ANALYSIS"], "id": "fa437722b2e94f4ab3b3164715c21cee_122"}, {"start": 24008, "end": 24294, "text": "We are also astonished, that the complainants, who are arrayed in the present appeal as respondent nos.4 to 7 affirmed (in the compounding petition) that no misappropriation of the amounts of All Kerala Chemists and Druggists Association is committed by the petitioners/accused persons.", "labels": ["ANALYSIS"], "id": "9f93100c67b04bbf9373a27e371f4037_123"}, {"start": 24295, "end": 24561, "text": "We are also amazed, that respondent nos.8 and 9 herein, who were the General Secretary and the Treasurer respectively of the Association, at the time of filing of the compounding petition, confirmed the stand adopted by the complainants, in the compounding petition.", "labels": ["ANALYSIS"], "id": "1cd6e3fe7a9c44edb518f4b88b9991ef_124"}, {"start": 24562, "end": 24724, "text": "The accusations levelled against respondent nos.1 to 3, in our considered view, do not pertain to a dispute which can be described as purely of a personal nature.", "labels": ["ANALYSIS"], "id": "28aec5ed01eb410ea1615be67d3db1a4_125"}, {"start": 24725, "end": 24913, "text": "It is also not possible for us to acknowledge the position adopted by the complainants, and the then members of the Association, that no misappropriation had been committed by the accused.", "labels": ["ANALYSIS"], "id": "a4f47333a2324bd79f2c069cf9779770_126"}, {"start": 24914, "end": 25112, "text": "We cannot appreciate how such a statement could have been made after the investigation had been completed, and charges were framed, which were pending trial before a court of competent jurisdiction.", "labels": ["ANALYSIS"], "id": "b01fc17c2adf4ea39b0ee9d7f1b078f0_127"}, {"start": 25113, "end": 25248, "text": "\n\n19 . We are of the view, that the basis on which the impugned order was passed, was incorrectly determined as of a personal nature.", "labels": ["ANALYSIS"], "id": "36e9c5d553074820801bb6f11030bcfb_128"}, {"start": 25249, "end": 25420, "text": "Additionally, the accusations were not of a nature which can be classified by this Court, as were amenable to be quashed, under Section 482 of the Criminal Procedure Code.", "labels": ["ANALYSIS"], "id": "ac6fb6f3025145328009d0d2d1f0b7b6_129"}, {"start": 25421, "end": 25685, "text": "\n\n20. To be fair to the learned counsel for respondent Nos. 1 to 3, we may also refer to Narinder Singh vs. State of Punjab, (2014) 6 SCC 466, wherein one of the offences for which the accused was proceeded against was under Section 307 of the Indian Penal Code.", "labels": ["PRE_RELIED"], "id": "04c7b400cf764eeba6690936814c3ca5_130"}, {"start": 25686, "end": 25864, "text": "It was submitted, that even for such criminal offences, a Court of competent jurisdiction, under Section 482 of the Criminal Procedure Code, could quash the criminal proceedings.", "labels": ["ANALYSIS"], "id": "5e9496709ee44de1b7030175acc1af25_131"}, {"start": 25865, "end": 26201, "text": "Reference in this behalf was made to the conclusions drawn by this Court in paragraphs 29.6 and 29.7, which are extracted hereunder: 29.6 Offences under Section 307 IPC would fall in the category of heinous and serious offences and therefore are to be generally treated as crime against the society and not against the individual alone.", "labels": ["ANALYSIS"], "id": "e76efcdd17404ceabf1e0815f3d3168b_132"}, {"start": 26202, "end": 26363, "text": "However, the High Court would not rest its decision merely because there is a mention of Section 307 IPC in the FIR or the charge is framed under this provision.", "labels": ["ANALYSIS"], "id": "d2f4cc5eae274a07a8d6739d9c43f28b_133"}, {"start": 26364, "end": 26611, "text": "It would be open to the High Court to examine as to whether incorporation of Section 307 IPC is there for the sake of it or the prosecution has collected sufficient evidence, which if proved, would lead to proving the charge under Section 307 IPC.", "labels": ["ANALYSIS"], "id": "13002cce2cf345fbaac300728f268df1_134"}, {"start": 26612, "end": 26808, "text": "For this purpose, it would be open to the High court to go by the nature of injury sustained, whether such injury is inflicted on the vital/delegate parts of the body, nature of weapons used, etc.", "labels": ["ANALYSIS"], "id": "fe4813b987954563b7c3638c75e9fa07_135"}, {"start": 26809, "end": 26906, "text": "Medical report in respect of injuries suffered by the victim can generally be the guiding factor.", "labels": ["ANALYSIS"], "id": "ed1aac0c60a3405896bbc9d8b5133cc9_136"}, {"start": 26907, "end": 27085, "text": "On the basis of this prima facie analysis, the High court can examine as to whether there is a strong possibility of conviction or the chances of conviction are remote and bleak.", "labels": ["ANALYSIS"], "id": "98661817c1994269911371f2026572d4_137"}, {"start": 27086, "end": 27341, "text": "In the former case it can refuse to accept the settlement and quash the criminal proceedings whereas in the latter case it would be permissible for the High Court to accept the plea compounding the offence based on complete settlement between the parties.", "labels": ["ANALYSIS"], "id": "7f09140dab9c4eda9f68c8ae236a6b0d_138"}, {"start": 27342, "end": 27525, "text": "At this stage, the court can also be swayed by the fact that the settlement between the parties is going to result in harmony between them which may improve their future relationship.", "labels": ["ANALYSIS"], "id": "ada0f3439b8642b1bed7ae7aecdc2118_139"}, {"start": 27526, "end": 27660, "text": "\n\n29.7 While deciding whether to exercise its power under Section 482 of the Code or not, timings of settlement play a crucial role.", "labels": ["ANALYSIS"], "id": "31f2e29ea8ad4952bc403bfe9f20e168_140"}, {"start": 27661, "end": 27911, "text": "Those cases where the settlement is arrived at immediately after the alleged commission of offence and the matter is still under investigation, the High court may be liberal in accepting the settlement to quash the criminal proceedings/investigation.", "labels": ["ANALYSIS"], "id": "02d7bfe298064763b7ae294a228dc449_141"}, {"start": 27912, "end": 28034, "text": "It is because of the reason that at this stage the investigation is still on and even the charge-sheet has not been filed.", "labels": ["ANALYSIS"], "id": "230ff941a73b4a728e67427e4710ee71_142"}, {"start": 28035, "end": 28312, "text": "Likewise, those cases where the charge is framed but the evidence is yet to start or the evidence is still at infancy stage, the High court can show benevolence in exercising its powers favourably, but after prima facie assessment of the circumstances/material mentioned above.", "labels": ["ANALYSIS"], "id": "4f66d09d6d0b49e5a2d72aa2e2cb3c2c_143"}, {"start": 28313, "end": 28747, "text": "On the other hand, where the prosecution evidence is almost complete or after the conclusion of the evidence the matter is at the stage of argument, normally the High Court should refrain from exercising its power under Section 482 of the Code, as in such cases the trial court would be in a position to decide the case finally on merits and to come to a conclusion as to whether the offence under Section 307 IPC is committed or not.", "labels": ["ANALYSIS"], "id": "360a25fb6af84816a8fdd4be2f920245_144"}, {"start": 28748, "end": 29064, "text": "Similarly, in those cases where the conviction is already recorded by the trial court and the matter is at the appellate stage before the High Court, mere compromise between the parties would not be a ground to accept the same resulting in acquittal of the offender who has already been convicted by the trial court.", "labels": ["ANALYSIS"], "id": "a1a228ad1620412ca345befb6c262fd5_145"}, {"start": 29065, "end": 29250, "text": "Here charge is proved under Section 307 IPC and conviction is already recorded of a heinous crime and, therefore, there is no question of sparing a convict found guilty of such a crime.", "labels": ["ANALYSIS"], "id": "f0a830d332a84c25b0e96608052f392b_146"}, {"start": 29251, "end": 29276, "text": "(emphasis is ours)\n\n21.", "labels": ["ANALYSIS"], "id": "00e52acfbf36415ea03f76bd315db783_147"}, {"start": 29277, "end": 29456, "text": "It is not possible for us to accept the submissions advanced at the hands of the learned counsel for respondent nos.1 to 3, on the basis of the observations extracted hereinabove.", "labels": ["ANALYSIS"], "id": "a96a7c3dbd79474788681bbdb837acca_148"}, {"start": 29457, "end": 29777, "text": "In the above judgment, this Court was of the view, that it would be open to the High Court to examine, as to whether there was material to substantiate the charge under Section 307 of the Indian Penal Code, and also, to determine whether the prosecution had collected sufficient evidence to substantiate the said charge.", "labels": ["ANALYSIS"], "id": "1c4d9406f84c43b9aa6a7b98b6f0a2f8_149"}, {"start": 29778, "end": 29909, "text": "And in case sufficient evidence to sustain the charges did not emerge, it would be open to the High Court to quash the proceedings.", "labels": ["ANALYSIS"], "id": "e187ccfd979f491fa73d52fb7d6a1c22_150"}, {"start": 29910, "end": 30018, "text": "We are of the view, that the instant judgment had no relevance, to the facts and circumstances of this case.", "labels": ["ANALYSIS"], "id": "31cdc06cb63046089b821ced7b80ff8b_151"}, {"start": 30019, "end": 30159, "text": "Herein, the investigation has been completed, and the final report was filed before the Chief Judicial Magistrate, Ernakulam, on 22.03.2009.", "labels": ["ANALYSIS"], "id": "61eb92798f50421d9912ad2d52c894ef_152"}, {"start": 30160, "end": 30202, "text": "More than 6 years have gone by since then.", "labels": ["ANALYSIS"], "id": "6d56eb218f8f4fb398cd4027fa30fab0_153"}, {"start": 30203, "end": 30323, "text": "It is not the case of the accused, that the final report does not contain adequate material to substantiate the charges.", "labels": ["ANALYSIS"], "id": "0e2bff9621ec4fb6b6861e159b1908df_154"}, {"start": 30324, "end": 30558, "text": "J.Ramesh Kamath, appellant no.1 herein, has been cited as charge witness no.5; Giri Nair- appellant No.2 herein, has been cited as charge witness no.6; and Antony Tharian  appellant no.3 herein, has been cited as charge witness no.18.", "labels": ["ANALYSIS"], "id": "c36dda994c3445fa972dc52af914c699_155"}, {"start": 30559, "end": 30658, "text": "It is their contention, that the charges are clearly made out on the basis of documentary evidence.", "labels": ["RATIO"], "id": "37e7a1f046d24a249c4328f563a156ac_156"}, {"start": 30659, "end": 30680, "text": "We would say no more.", "labels": ["RATIO"], "id": "49422d01ad3e4e7185cc5ace87050a20_157"}, {"start": 30681, "end": 30748, "text": "But that, the inferences are those of the appellants, and not ours.", "labels": ["RATIO"], "id": "251c228ea251416abf45b6cfa8394fc8_158"}, {"start": 30749, "end": 30840, "text": "The eventual outcome would emerge from the evidence produced before the trial court.\n\n22.", "labels": ["RPC"], "id": "fad3ce6ebd8b43ddbb472266d25f0f89_159"}, {"start": 30841, "end": 30957, "text": "For the reasons recorded hereinabove, we allow the appeal and set aside the impugned order passed by the High Court.", "labels": ["RPC"], "id": "f9f835d92dbd4e9094f4b2756849a519_160"}, {"start": 30958, "end": 31055, "text": "CC No.90 of 2009 is accordingly restored on the file of the Chief Judicial Magistrate, Ernakulam.", "labels": ["RPC"], "id": "8d9d56003c00426b9f8a01a46d1ff739_161"}, {"start": 31056, "end": 31141, "text": "We direct the trial court to proceed further with the matter, in accordance with law.", "labels": ["RPC"], "id": "34072ece927b4670a22f7e6c41933d11_162"}, {"start": 31142, "end": 31280, "text": "\n\n23 . In the peculiar facts and circumstances of this case, we cannot endorse or appreciate the stand adopted by respondent Nos.4 to 9.", "labels": ["RPC"], "id": "ba02c4dcbe894c1087c765cd20423934_163"}, {"start": 31281, "end": 31709, "text": "We accordingly direct further investigation in this matter, pertaining to the role of respondent nos.4 to 9, and direct initiation of proceedings against them, if made out, in accordance with law.\n\n..........................J.\n\n                                           (JAGDISH      SINGH       KHEHAR)\n\n\n\n\n\n..........................J.\n                                 (C.NAGAPPAN)\n\n\nNEW DELHI;\nMAY 04, 2016.\n", "labels": ["NONE"], "id": "f615c1f0c7a643d19b1e6d188699081c_164"}]