[{"start": 0, "end": 68, "text": "In The Supreme Court Of India\n\n                                   ", "labels": ["PREAMBLE"], "id": "d0d4f502eed44f9f94fd4bc233fbfb1f_0"}, {"start": 68, "end": 140, "text": "Criminal Appellate Jurisdiction\n\n                                     ", "labels": ["PREAMBLE"], "id": "5ae9c5be55674c90bdc254d4934c3971_1"}, {"start": 140, "end": 170, "text": "Criminal Appeal No.332 Of 2016", "labels": ["PREAMBLE"], "id": "30034583b7754c7f9d3f9314189d238f_2"}, {"start": 200, "end": 276, "text": "(Arising out of Special Leave Petition (Crl) No. 10515 of 2013)\n\n\n\n     ", "labels": ["PREAMBLE"], "id": "f493d02d89ce42159a79b3cdbcfe177d_3"}, {"start": 276, "end": 301, "text": "M / S Videocon Industries", "labels": ["PREAMBLE"], "id": "9c3c5d469cec49eaaad883203fb6563a_4"}, {"start": 343, "end": 416, "text": "Appellants\n     Ltd & Anr\n\n                                           ", "labels": ["PREAMBLE"], "id": "c4d8fbb77bd84fb98d908f00e81f3515_5"}, {"start": 416, "end": 458, "text": "Versus\n\n\n     State Of Maharshtra & Ors", "labels": ["PREAMBLE"], "id": "730c2e1916474414a1f972ebbc6a6790_6"}, {"start": 496, "end": 507, "text": "Respondents", "labels": ["PREAMBLE"], "id": "30be4e4405ad4560b588160b210869f9_7"}, {"start": 567, "end": 642, "text": "With\n\n                                     Criminal Appeal No.333 Of 2016", "labels": ["PREAMBLE"], "id": "560245b56fc3439cb3d9a7860c8d9fac_8"}, {"start": 673, "end": 801, "text": "(Arising out of Special Leave Petition (Crl) No. 40 of 2014)\n\n\n\n\n                                                Judgment\n", "labels": ["PREAMBLE"], "id": "bcb0ac9b80f34257b4f60a22ca258d29_9"}, {"start": 801, "end": 840, "text": "Dipak Misra, J.\n\nLeave granted.\n\n2.", "labels": ["NONE"], "id": "431db890a4504a4e86449a7f88760aef_10"}, {"start": 841, "end": 1121, "text": "The present appeals, by special leave, are directed against the order dated 14.10.2013 passed by the High Court of Judicature at Signature Not Verified Bombay in Criminal Application No.497 of 2011 assailing the order Digitally signed by CHETAN KUMAR Date: 2016.06.01 16:56:12 IST", "labels": ["FAC"], "id": "46697d3a72fa418b922ccc3636ec5889_11"}, {"start": 1122, "end": 1659, "text": "Reason:\n\npassed by the learned Additional Sessions Judge, Fort, Greater Bombay in Criminal Revision No.716 of 2008 whereunder the revisional court had dislodged the order of discharge passed by the Chief Metropolitan Magistrate, Mumbai in Complaint Case No.1149/S/2002 wherein the company as well as its officer were facing trial for the offence punishable under Section 56(1)(i) of the Foreign Exchange Regulation Act, 1973 (for short, 'the Act') for the alleged contravention of the provisions of Sections 18(2) and 18(3) of the Act.", "labels": ["RLC"], "id": "c7964d5399144f9e9ff8eff1d5a621b2_12"}, {"start": 1660, "end": 2075, "text": "\n\n3 . As the factual matrix would depict, when the matter was pending for trial before the learned Chief Metropolitan Magistrate, the adjudicating authority vide order dated 30.03.2005 imposed penalty of Rs.2,00,00,000/- (Rupees two crore only) against the appellant-company and penalty amounting to between Rs.50,000/- (Rupees fifty thousand only) to Rs.2,00,000/- (Rupees two lac only) on each of the Directors.", "labels": ["RLC"], "id": "7ff2c90c675046a490d6c30f66181966_13"}, {"start": 2076, "end": 2315, "text": "Being grieved by the order passed by the adjudicating authority, the company as well as the Directors preferred Appeal No.517 of 2005 and other connected appeals before the Appellate Tribunal for Foreign Exchange (for short, the tribunal).", "labels": ["FAC"], "id": "7e6d74d748b2427fade6d94bb02aefee_14"}, {"start": 2316, "end": 2667, "text": "The tribunal reproduced Section 18 of the Act, analysed the scheme of the provisions, scrutinized the allegations made by the Department, discussed the stand put forth by the assessees and came to hold that:-\n\nThus, it is simple and clear from the language that goods which were purchased from Korea and Japan are not covered under Section 18(1)(a).", "labels": ["RLC"], "id": "a284ddb932454eb0a41aafbe646c3c65_15"}, {"start": 2668, "end": 2959, "text": "From this sequence, it further flows that Section 18(2) is not applicable to the goods which were sold in international market by way of international transactions because these provisions are made applicable to the goods which are otherwise covered under Section 18(1)(a) and not otherwise.", "labels": ["FAC"], "id": "c6e1933d56b7469c91b900b2cf70bd9c_16"}, {"start": 2960, "end": 3170, "text": "As the goods in question were never exported outside India so Section 18(2) is in no way can be applied to these transactions because such international selling is not governed by Section 18(1)\n(a) of FER Act.", "labels": ["FAC"], "id": "5d920734cb164f46b9a7bafeab1023af_17"}, {"start": 3171, "end": 3310, "text": "The impugned order has repeatedly said that for purchase of CPT colour tubes from Japan and Korea the appellant spent the foreign exchange.", "labels": ["FAC"], "id": "a0b02748353940faaeca3d96eecbdb0c_18"}, {"start": 3311, "end": 3324, "text": "May it be so.", "labels": ["FAC"], "id": "6ef931b1d6cf4095b8af10e080489606_19"}, {"start": 3325, "end": 3448, "text": "But such spending of foreign exchange in international trade by an Indian person is not forbidden by Section 19 of FER Act.", "labels": ["FAC"], "id": "8f81df4b0e3b4fb58d13b7eabc6dec1b_20"}, {"start": 3449, "end": 3623, "text": "Shri A.C. Singh, ALA could not point out any other provision in FER Act where spending of foreign exchange is prohibited in international trade by a person resident in India.", "labels": ["ARG_PETITIONER"], "id": "3910334cbc044aadb5f0f8aecb22a20e_21"}, {"start": 3624, "end": 3791, "text": "It is well known fact that international trade is transacted by spending foreign exchange but the earning of foreign exchange is also made by person resident in India.", "labels": ["ARG_PETITIONER"], "id": "9380b8be00a24dacacc7c32bb0121786_22"}, {"start": 3792, "end": 3884, "text": "There is no law whereby Indian resident is regulated from entering into international trade.", "labels": ["ARG_PETITIONER"], "id": "d4d391460fa84e3ea6cb7dfdd1d43b0a_23"}, {"start": 3885, "end": 3995, "text": "If that is so, the appellant cannot be held guilty for Section 18(2) read with Section 18(3) of FER Act, 1973.", "labels": ["FAC"], "id": "cbd88b9a85a1427890205be0eb311708_24"}, {"start": 3996, "end": 4012, "text": "[Emphasis added]", "labels": ["ANALYSIS"], "id": "905ddd3433c440e7b0c075f452187d47_25"}, {"start": 4015, "end": 4081, "text": "4. After so stating, the tribunal proceeded to opine that:-\n\n11.", "labels": ["RLC"], "id": "6942948e20ee415ab7c4af220e629dbf_26"}, {"start": 4082, "end": 4256, "text": "The act of transferring trade license which was earlier in the name of Videocon Appliances Ltd in favour of the appellant firm hardly has any bearing on the question at hand.", "labels": ["ANALYSIS"], "id": "6af3d3fbc1af4e619cd46ab9c5970688_27"}, {"start": 4257, "end": 4338, "text": "Moreover, M/s. Videocon Appliances Ltd. Is not held guilty by the impugned order.", "labels": ["RLC"], "id": "1b5627160a0444f7a3ef0666cd7a1082_28"}, {"start": 4339, "end": 4492, "text": "In that situation, it is difficult to understand that how individual Directors of M/s. Videocon Appliances Ltd. Can be held guilty by the impugned order.", "labels": ["ANALYSIS"], "id": "c91bcfb203ae4f3ca61f135506360a24_29"}, {"start": 4493, "end": 4745, "text": "It is apparent from the impugned order that partner appellants as well as Director appellants are held guilty doubly and separately even when these names are over-lapping and all of them are also shown as directors of M/s. Videocon Appliances Ltd.\n12.", "labels": ["ANALYSIS"], "id": "d217deba29b44c9cae596152aea34021_30"}, {"start": 4746, "end": 5168, "text": "The Reverse Bank of India by two letters of dated 21.1.1992 and dated 18.2.1994 as at page 46 and 52 of the records has also stated that international transactions of trade by purchase of goods from Japan and Korea and sale to M/s. Radio Exports, Russia does not require any filling up of the GRI form along with declaration under Section 18(1)(a) nor are covered under Treat Agreement mechanism with Russia about payment.", "labels": ["ANALYSIS"], "id": "6de3be6855c143df86aef0e2063b0ca5_31"}, {"start": 5169, "end": 5259, "text": "We have not been led to anything wherefrom this Tribunal can find that RBI has gone wrong.", "labels": ["ANALYSIS"], "id": "396cceea78544193b273ba7391789f17_32"}, {"start": 5260, "end": 5552, "text": "RBI functions as delegated authority of Parliament under FER Act and in this sense of term functions as Controller and Regulator of foreign exchange, hence, the advice of RBI given by aforesaid two letters is required to be accepted when it is totally in consonance with the legal provisions.", "labels": ["ANALYSIS"], "id": "8f068578dfbf44dbadb8dd41a055d30f_33"}, {"start": 5553, "end": 5578, "text": "[Underlining is ours]\n5.", "labels": ["ANALYSIS"], "id": "38192b0336c94b2794b6b82f53f627e7_34"}, {"start": 5579, "end": 5664, "text": "Being of this view, the tribunal dislodged the finding of the adjudicating authority.", "labels": ["ANALYSIS"], "id": "8469cf208687412089d336d362b9af9f_35"}, {"start": 5665, "end": 5796, "text": "\n\n6. Be it noted here, the order passed by the tribunal was not assailed by the Revenue and, therefore, it has attained finality.", "labels": ["ANALYSIS"], "id": "1689341cf48442639384f86091ec8d2b_36"}, {"start": 5801, "end": 5886, "text": "7. Presently, we shall advert to the scenario in the court of the learned Magistrate.", "labels": ["NONE"], "id": "d1591fc304f04db4a5ca19ee7258cc37_37"}, {"start": 5887, "end": 6172, "text": "During the process of adjudication and the delineation of the assail by the tribunal, the criminal proceeding continued and after the controversy was put to rest by the tribunal, an application was filed under Section 245 of the Code of Criminal Procedure for discharge of the accused.", "labels": ["RLC"], "id": "b2b61e7fd8df4831bfc643822174f7a0_38"}, {"start": 6173, "end": 6373, "text": "The learned Magistrate taking note of the fact that there has been an adjudication on merits by the tribunal, thought it appropriate to discharge the accused persons and accordingly so directed.\n\n8.", "labels": ["RLC"], "id": "6cb3cdf7d7ce4e568271e87b6764f6ba_39"}, {"start": 6374, "end": 6622, "text": "The order passed by the learned Chief Metropolitan Magistrate was challenged in Criminal Revision Application No. 716 of 2008 and the learned Additional Sessions Judge dislodged the view expressed by the learned Magistrate and allowed the revision.", "labels": ["RLC"], "id": "e61f8e077b654ddd9b5f89f3aee31bf7_40"}, {"start": 6623, "end": 6726, "text": "Being dissatisfied, the appellant preferred Criminal Application No. 497 of 2011 before the High Court.", "labels": ["FAC"], "id": "d160af6f1d8c46439b049ad2ff1cd706_41"}, {"start": 6727, "end": 7036, "text": "The learned single Judge referred to the decision Radheshyam Kejriwal v. State of West Bengal & Anr. 1, noted that the revisional court had relied on the minority view, reflected on the principles culled out in the said case, adverted to the findings recorded by the tribunal and thereafter opined that:-\n\n ", "labels": ["RLC"], "id": "ad50032706284c428fb77353b5c18f8e_42"}, {"start": 7036, "end": 7249, "text": "In the present case, however, what is noted is that though the goods were physically shipped from Korea and Japan, the same were shipped on behalf of the accused and in my considered opinion it amounted to export.", "labels": ["ANALYSIS"], "id": "e0779900c59f412b989916e5f06c329d_43"}, {"start": 7250, "end": 7290, "text": "It is stated to be third country export.", "labels": ["RLC"], "id": "cab75162cc124605bfc5813bd342b0dd_44"}, {"start": 7291, "end": 7418, "text": "In such a case of export, in my view, it is not necessary that the goods shall necessarily be shipped from the shores of India.", "labels": ["ANALYSIS"], "id": "d495c96e207e4d45a14c4a1846032e60_45"}, {"start": 7419, "end": 7529, "text": "It is noted that permission was obtained by the accused to ship the goods from South Korea and Japan directly.", "labels": ["ANALYSIS"], "id": "f33944cb2a504e88a11b1f1a523f6e11_46"}, {"start": 7530, "end": 7593, "text": "Foreign exchange was paid to the Japanese and Korean companies.", "labels": ["RLC"], "id": "fae735a1aa214ca4a3dd2ae71aa791b9_47"}, {"start": 7594, "end": 7733, "text": "The payment was to be received in Indian rupees and same was supposed to be received in India at Indian Bank, Nariman Point Branch, Mumbai.", "labels": ["RLC"], "id": "78b90fb8fb854cf69f2179c3f71f598c_48"}, {"start": 7734, "end": 7912, "text": "This being nature of transaction, it follows that the export of goods was deemed export from India and foreign exchange was spent for buying the goods from South Korea and Japan.", "labels": ["RLC"], "id": "17165c1f0eab4a65b1eeec9bfb8e993e_49"}, {"start": 7913, "end": 7989, "text": "The payment was to be received in Indian Bank, Nariman Point Branch, Mumbai.", "labels": ["RLC"], "id": "f2acab18436f4f3184bb6a3f1076bbc2_50"}, {"start": 7990, "end": 8088, "text": "No steps were taken by the accused to see that the payments are received within a stipulated time.", "labels": ["RLC"], "id": "28f0ceb8cf3e404faf08b17c268edb79_51"}, {"start": 8089, "end": 8235, "text": "I do not subscribe the view expressed by the Tribunal that Sections 18(2) and 18(3) of the Act were not applicable to the transaction in question.", "labels": ["ANALYSIS"], "id": "5139e4f9ed304e9fb5a38cfc01e590a7_52"}, {"start": 8236, "end": 8278, "text": "1 (2011) 3 SCC 581 [Emphasis supplied]\n9.", "labels": ["NONE"], "id": "61398c2740414d36ac8131f03301010a_53"}, {"start": 8279, "end": 8458, "text": "Being of this view, the High Court has expressed the opinion that the tribunal has not given any finding on the merits of the case and its findings are based on technical grounds.", "labels": ["ANALYSIS"], "id": "b3a925863c59441691ba036faac8ab3c_54"}, {"start": 8459, "end": 8560, "text": "The said appreciation has led to the dismissal of the criminal application preferred by the assessee.", "labels": ["ANALYSIS"], "id": "5b97d680df55426390c49838719d088f_55"}, {"start": 8565, "end": 8703, "text": "10. We have heard Mr. C.U. Singh, learned senior counsel for the appellant and Mr. A.K. Panda, learned senior counsel for the respondents.", "labels": ["NONE"], "id": "c1d256e3e8a24ebbb2fda3b112825962_56"}, {"start": 8708, "end": 9147, "text": "11. It is submitted by Mr. Singh that the High Court has not appropriately decided the petition regard being had to the jurisdiction under the Code of Criminal Procedure and keeping in view the principles stated by the majority in Radheshyam Kejriwal (supra) but has allowed itself to decide on the justifiability of the order passed by the tribunal in appeal preferred by the appellant and, therefore, the ultimate conclusion is vitiated.", "labels": ["ARG_PETITIONER"], "id": "d95d8ef4d6d947fa9042fced6007e75d_57"}, {"start": 9148, "end": 9618, "text": "Learned senior counsel further submits that the order passed by the tribunal cannot be regarded as an order passed on technical grounds as the tribunal has analysed the facts and taken a view and same having gone unchallenged, the order of discharge passed by the learned Magistrate is absolutely defensible and should not have been interfered with by the revisional court and the High Court should not have given the stamp of affirmance to the order passed in revision.", "labels": ["ARG_PETITIONER"], "id": "a121df35fdcf46f0a60841d92cc7f50d_58"}, {"start": 9623, "end": 9930, "text": "12. Mr. Panda, learned senior counsel, per contra, would go to the extent of submitting that the decision in Radheshyam Kejriwal (supra) is not in accordance with the principles stated in Standard Chartered Bank and others v. Directorate of Enforcement and others2 and therefore it requires reconsideration.", "labels": ["ARG_PETITIONER"], "id": "532684ddeffb4146ac76f8d36251cbfa_59"}, {"start": 9931, "end": 9991, "text": "He has referred to various passages from the said authority.", "labels": ["ARG_PETITIONER"], "id": "8cd5421ca1f54a07a0a6fcfd29b39eb0_60"}, {"start": 9992, "end": 10158, "text": "Additionally, learned senior counsel argues that the view expressed by the High Court is absolutely flawless and does not require to be interfered with by this Court.", "labels": ["ARG_RESPONDENT"], "id": "0060f4884f8845c39fe36436e7bb6c2a_61"}, {"start": 10159, "end": 10572, "text": "\n\n13. In reply, Mr. Singh would contend that in Radheshyam Kejriwal (supra), the decision rendered in Standard Chartered Bank (supra) has been extensively considered and distinguished and the basis of the distinction forms the foundation of discharge in the present case and, therefore, this Court should exercise its jurisdiction under Article 136 of the Constitution and set aside the order of the High Court.", "labels": ["ARG_RESPONDENT"], "id": "c24dec1ec6e84e9198267024ab9990c4_62"}, {"start": 10573, "end": 10709, "text": "That apart, it is urged that there is no necessity for reconsideration of the decision in Radheshyam Kejriwal (supra) by a larger Bench.", "labels": ["ANALYSIS"], "id": "79623af09e2f4535a874432cf399b7b0_63"}, {"start": 10710, "end": 11031, "text": "\n\n14 . It is obligatory to note at the outset that the findings recorded and the conclusions arrived at by the tribunal are founded on analysis 2 (2006) 4 SCC 278 of statutory provisions, the applicability of the letters issued by the Reserve Bank of India and the nature of transaction carried out between the parties.", "labels": ["ANALYSIS"], "id": "2b699e3d76ab42998a3fcd8199d6fe85_64"}, {"start": 11032, "end": 11122, "text": "It is beyond any stretch of doubt that the decision rendered by the tribunal is on merits.", "labels": ["ANALYSIS"], "id": "1b61071d8e0f43168cd370a334857149_65"}, {"start": 11123, "end": 11177, "text": "It is not an adjudication on any technical foundation.", "labels": ["ANALYSIS"], "id": "e90ad2c9235346eea0165191a9a0e068_66"}, {"start": 11178, "end": 11236, "text": "The decision on merits was allowed to rest by the revenue.", "labels": ["ANALYSIS"], "id": "577c244343ed430eb0c4487038cfab88_67"}, {"start": 11237, "end": 11376, "text": "The learned Magistrate, as has been stated earlier, relying upon the decision in Radheshyam Kejriwal (supra) discharged the accused person.", "labels": ["ANALYSIS"], "id": "f70531f1587a402aa2db9cfbcbce13a1_68"}, {"start": 11377, "end": 11485, "text": "The learned Additional Sessions Judge, as is evident, followed the view expressed in the dissenting opinion.", "labels": ["ANALYSIS"], "id": "b187192a0eb349e2b18fa396fe122e7a_69"}, {"start": 11486, "end": 11566, "text": "The High Court has noted the same and has not really adverted to the said facet.", "labels": ["ANALYSIS"], "id": "4aeec12546bb4d00bbc3abcb0825dffd_70"}, {"start": 11567, "end": 11712, "text": "At this juncture it is necessary to state that the revisional court should have followed the view expressed by the majority and not the minority.", "labels": ["ANALYSIS"], "id": "9bb7246ed70c4fafb91c9cd7c60ff125_71"}, {"start": 11713, "end": 11750, "text": "The approach is absolutely erroneous.", "labels": ["ANALYSIS"], "id": "f3576f09902c4af8bb6fe4d0d2f0bd2c_72"}, {"start": 11751, "end": 12048, "text": "Be that as it may, as the order passed by the High Court would show, it has referred to the principles culled out in Radheshyam Kejriwal (supra) and thereafter had proceeded, as has been indicated earlier, to record its opinion about the transaction on which the tribunal has rendered its verdict.", "labels": ["ANALYSIS"], "id": "e39fb1f575254a6fac41b5a67861d2d3_73"}, {"start": 12049, "end": 12282, "text": "It is submitted by Mr. Singh, learned senior counsel appearing for the appellant that the order of the tribunal was not under assail before the High Court and, hence, the High Court could not have commented on the merits of the same.", "labels": ["ARG_PETITIONER"], "id": "2b06b052132f441fba9939f9a58aa80c_74"}, {"start": 12283, "end": 12327, "text": "We find substance in the aforesaid argument.", "labels": ["ANALYSIS"], "id": "bed5ebe71bc246fe802c58264593118e_75"}, {"start": 12328, "end": 12491, "text": "As the order passed by the tribunal was not under challenge, the High Court should not have deliberated on the justification of the view expressed by the tribunal.", "labels": ["ANALYSIS"], "id": "2c1fb3d83edb42adbade067e1612242c_76"}, {"start": 12492, "end": 12652, "text": "It is interesting to note that the High Court has relied on the principles of the majority in Radheshyam Kejriwal (supra) and declined to quash the proceedings.", "labels": ["ANALYSIS"], "id": "1f8dc7e83ba54449b4205aca631a8c0a_77"}, {"start": 12653, "end": 12922, "text": "Mr. Panda, learned senior counsel appearing for the revenue would strenuously argue that the Radheshyam Kejriwal (supra) is contrary to the view expressed in the Standard Chartered Bank (supra) and, therefore, the matter requires to be reconsidered by the larger Bench.", "labels": ["ARG_PETITIONER"], "id": "267cdf1843d44429ad61f3909b566d89_78"}, {"start": 12923, "end": 13089, "text": "As we find, that the decision in Standard Chartered Bank (supra) has been copiously referred to in the opinion by the majority and on facts it has been distinguished.", "labels": ["ANALYSIS"], "id": "d653b4f5f940471b908cb3144c35d56c_79"}, {"start": 13090, "end": 13173, "text": "Therefore, the pronouncement in Radheshyam Kejriwal (supra) is a binding precedent.", "labels": ["ANALYSIS"], "id": "97f91b9997764ad5bb0a4a322adc1dc7_80"}, {"start": 13174, "end": 13325, "text": "\n\n15 . The heart of the matter would be whether the distinction made in Radheshyam Kejriwal (supra) applies to the factual score to the case at hand.", "labels": ["ISSUE"], "id": "854a5320d34045cfa3d74face303c3f2_81"}, {"start": 13326, "end": 13446, "text": "The majority has reproduced paragraph 24 from Standard Chartered Bank (supra) wherein it has been held as follows:-\n\n ", "labels": ["PRE_RELIED"], "id": "472a505b942d4cce8ff1cd9f7167df79_82"}, {"start": 13446, "end": 13591, "text": "There is nothing in the Act to indicate that a finding in an adjudication is binding on the court in a prosecution un- der Section 56 of the Act.", "labels": ["ANALYSIS"], "id": "8255598b426445b090b67c145164c8e6_83"}, {"start": 13592, "end": 13680, "text": "There is no indication that the prosecution depends upon the result of the adjudication.", "labels": ["ANALYSIS"], "id": "999cb4f09cd64e9e9d90c4220f05a89f_84"}, {"start": 13681, "end": 13769, "text": "We have already held that on the scheme of the Act, the two proceedings are independent.", "labels": ["ANALYSIS"], "id": "6fcabade17724bbda599adc538af15a9_85"}, {"start": 13770, "end": 13822, "text": "The finding in one is not con- clusive in the other.", "labels": ["ANALYSIS"], "id": "dfb4c859ec7c4ca48ea4c05895eec656_86"}, {"start": 13823, "end": 14077, "text": "In the context of the objects sought to be achieved by the Act, the elements relied on by the learned Senior Counsel, would not justify a finding that a prosecution can be launched only after the completion of an adjudication under Section 51 of the Act.", "labels": ["ANALYSIS"], "id": "54033c87ecc9453a93ccf98081b23fee_87"}, {"start": 14078, "end": 14221, "text": "\n16. In that context, the majority in Radheshyam Kejriwal (supra) has proceeded to pose the issue required to be adjudicated in the said case.", "labels": ["PRE_NOT_RELIED"], "id": "7fec29f77a62435fa8802397da60eec7_88"}, {"start": 14222, "end": 14589, "text": "It is as follows:-\n\nHowever, in a case like the present one in which the penalty proceeding under Section 51 of the Act and the prosecution under Section 56 of the Act though launched together but the penalty proceeding culminated earlier ex- onerating the person, the question would arise as to whether continuance of the prosecution would be permissi- ble or not.", "labels": ["ANALYSIS"], "id": "2810ea8231934fed9d897b5a99e22506_89"}, {"start": 14590, "end": 14917, "text": "In other words, the question with which we are concerned is the impact of the findings which are recorded on the culmination of adjudication proceedings on criminal proceeding and in case in the adjudication proceedings the person concerned is exonerated can he ask for dropping of the criminal proceeding on that ground alone.", "labels": ["ANALYSIS"], "id": "1c214071270d4ea89926bfbd35ba100c_90"}, {"start": 14920, "end": 15231, "text": "17. Thereafter, it has referred to various authorities, namely, Collector of Customs v. L.R. Melwani3, B.N. Kashyap v. Emperor4, K.G. Premshankar v. Inspector of Police5, Iqbal Singh Marwah v. Meenakshi Marwah6, Uttam Chand v. ITO7, G.L. Didwana v. ITO8 and K.C. Builders v. CIT9 and eventually ruled that:-\n\n", "labels": ["PRE_RELIED"], "id": "7d60bc06b5af468c9fb58be62431747f_91"}, {"start": 15231, "end": 15280, "text": "We find substance in the submission of Mr Sharan.", "labels": ["ANALYSIS"], "id": "c0c844dc9ac34e19b365aa9bcc0d3067_92"}, {"start": 15281, "end": 16032, "text": "There may appear to be some conflict between the views in Stan- dard Chartered Bank (1) and L.R. Melwani holding that ad- judication proceedings and criminal proceeding are two in-\n3 AIR 1970 SC 962 4 AIR 1945 Lah 23 5 (2002) 8 SCC 87 6 (2005) 4 SCC 370 7 (1982) 2 SCC 543 8 (1995) Supp (2) SCC 724 9 (2004) 2 SCC 731 dependent proceedings and both can go on simultaneously and finding in the adjudication proceedings is not binding on the criminal proceeding and the judgments of this Court in Uttam Chand, G.L. Didwania and K.C. Builders wherein this Court had taken a view that when there is categorical finding in the adjudication proceedings exonerating the per- son which is binding and conclusive, the prosecution can- not be allowed to stand.", "labels": ["PRE_RELIED"], "id": "c795e4a90def4a069eb48e8dd3d88c30_93"}, {"start": 16033, "end": 16192, "text": "The judgments of this Court are not to be read as a statute and when viewed from that angle there does not seem any conflict between the two sets of decisions.", "labels": ["ANALYSIS"], "id": "273fb05ef0454c20bd6b281fcf4c8047_94"}, {"start": 16193, "end": 16302, "text": "It will not make any difference on principle that latter judgments pertain to cases under the Income Tax Act.", "labels": ["ANALYSIS"], "id": "b7213914a7bd4c0fbf7820590f67d82f_95"}, {"start": 16303, "end": 16427, "text": "\n\n18 . In the ultimate eventuate, the following principles were culled out from the decisions referred to in the judgment.", "labels": ["ANALYSIS"], "id": "479d0ac68c1740beaa4544b09d491299_96"}, {"start": 16428, "end": 17362, "text": "The majority has put it thus:-\n\nThe ratio which can be culled out from these decisions can broadly be stated as follows:\n(i) Adjudication proceedings and criminal prosecution can be launched simultaneously;\n(ii) Decision in adjudication proceedings is not neces- sary before initiating criminal prosecution;\n(iii) Adjudication proceedings and criminal proceedings are independent in nature to each other;\n(iv) The finding against the person facing prosecution in the adjudication proceedings is not binding on the pro- ceeding for criminal prosecution;\n(v) Adjudication proceedings by the Enforcement Di- rectorate is not prosecution by a competent court of law to attract the provisions of Article 20(2) of the Constitu- tion or Section 300 of the Code of Criminal Procedure;\n(vi) The finding in the adjudication proceedings in favour of the person facing trial for identical violation will depend upon the nature of finding.", "labels": ["PRE_RELIED"], "id": "b28c921dcc35440aa4a6643d6e37f03e_97"}, {"start": 17363, "end": 17800, "text": "If the exoneration in adjudication proceedings is on technical ground and not on merit, prosecution may continue; and\n(vii) In case of exoneration, however, on merits where the allegation is found to be not sustainable at all and the person held innocent, criminal prosecution on the same set of facts and circumstances cannot be allowed to continue, the underlying principle being the higher stan- dard of proof in criminal cases.\n19.", "labels": ["PRE_RELIED"], "id": "186ecec742474efca85b9ecc10f4405f_98"}, {"start": 17801, "end": 18090, "text": "Clarifying the position, the majority observed that the yardstick would be to judge as to whether the allegation in the adjudication proceedings as well as the proceeding for prosecution is identical and the exoneration of the person concerned in the adjudication proceedings is on merits.", "labels": ["ANALYSIS"], "id": "8fac6d0d038d45a58abcfeacb307ba3a_99"}, {"start": 18091, "end": 18293, "text": "In case it is found on merit that there is no contravention of the provisions of the Act in the adjudication proceedings, the trial of the person concerned shall be an abuse of the process of the court.", "labels": ["ANALYSIS"], "id": "82550cbf8f1a4d64908511a8dc7e7c0c_100"}, {"start": 18294, "end": 18758, "text": "On the basis of the aforesaid principles, the majority proceeded to analyse the factual matrix and analysed the finding recorded by the adjudicating authority and opined when there is a finding by the Enforcement Directorate in the adjudication proceeding that there is no contravention of any of the provisions of the Act, it would be unjust and an abuse of the process of the court to permit the Enforcement Directorate to continue with the criminal prosecution.", "labels": ["ANALYSIS"], "id": "31330f9f0b9f4499b23bd3cb65d8a694_101"}, {"start": 18759, "end": 18966, "text": "\n\n20 . We respectfully concur with the said view and do not perceive any reason to disagree with the same and refer the pronouncement in Radheshyam Kejriwal (supra) for reconsideration by the larger Bench.", "labels": ["ANALYSIS"], "id": "f83c012bb76144fe922d5ea3dabcfb56_102"}, {"start": 18967, "end": 19337, "text": "\n\n21 . Coming to the facts of the case, we find that the tribunal has arrived at a conclusion that the appellant cannot be held guilty for Section 18(2) read with Section 18(3) of FER Act, 1973 and the advise of the Reserve Bank of India given in its letters dated 21.1.1992 and 18.2.1994 deserve to be accepted as they are totally in consonance with legal provisions.", "labels": ["RATIO"], "id": "87a21e6962d34ef0b0ba7e0829d8d645_103"}, {"start": 19338, "end": 19601, "text": "The High Court, without an assail to the order passed by the tribunal, has adverted to the same and opined that it does not subscribe to the view expressed by the tribunal that Section 18(2) and 18(3) of the Act were not applicable to the transaction in question.", "labels": ["RATIO"], "id": "c09cfc4b8c68463dab61b2db65dff229_104"}, {"start": 19602, "end": 19642, "text": "The High Court could not have done that.", "labels": ["RATIO"], "id": "0007d05a1d164cdc9e2d3bc2242a9940_105"}, {"start": 19643, "end": 19879, "text": "We may note with profit that the High Court after stating that has reproduced paragraph 38 and (vi) and opined that the findings given by the tribunal are based on technical grounds and, therefore, the prosecution is liable to continue.", "labels": ["RATIO"], "id": "4be1de08ba20464582c940f4ec8c22f8_106"}, {"start": 19880, "end": 20106, "text": "As we perceive, the judgment of the tribunal is on merits, inasmuch as findings have been recorded after analysis of facts and the conclusion has been arrived at that the appellants have not violated the provisions of the Act.", "labels": ["RATIO"], "id": "8a66e9298a9245acad749038c8d2cdf1_107"}, {"start": 20107, "end": 20284, "text": "In such a situation, it cannot be said that it is a judgment rendered on technical grounds and, therefore, we are compelled to hold that the High Court has totally erred in law.", "labels": ["RATIO"], "id": "899f9f77deea41829366de99debe1894_108"}, {"start": 20285, "end": 20880, "text": "\n\n22 . In view of the aforesaid analysis, we allow the appeals, set aside the judgments and order passed by the High Court as well as by the learned Additional Sessions Judge and direct that the order passed by the learned Magistrate discharging the accused persons shall stand restored.\n\n...............................J.\n\n[Dipak Misra] ...............................J.\n\n                                      [Shiva Kirti Singh]\nNew Delhi\nApril 19, 2016\n\n\nITEM NO.19                   COURT NO.4                 SECTION IIA\n\n                  S U P R E M E C O U R T O F        ", "labels": ["RPC"], "id": "e66a6e231a354357a879ca82b0510506_109"}, {"start": 20880, "end": 20988, "text": "I N D I A\n                          RECORD OF PROCEEDINGS\n\nPetition(s) for Special Leave to Appeal (Crl.)", "labels": ["NONE"], "id": "0699e16a81874531a4ede60e316d75f9_110"}, {"start": 20989, "end": 21009, "text": "       No.10515/2013", "labels": ["NONE"], "id": "1c0ada629b0c4f52986969cd8d3b25ad_111"}, {"start": 21014, "end": 21137, "text": "(Arising out of impugned final judgment and order dated 14/10/2013 in CRLA No. 497/2011 passed by the High Court of Bombay)", "labels": ["NONE"], "id": "0f3b803ab7a5470eade3ec6b4574de04_112"}, {"start": 21138, "end": 21150, "text": "M/S VIDEOCON", "labels": ["NONE"], "id": "2a6a8b3b0f3c4141b176fdaa8578c0ed_113"}, {"start": 21151, "end": 21277, "text": "INDUSTRIES LTD & ANR Petitioner(s) VERSUS STATE OF MAHARSHTRA & ORS Respondent(s) (With appln. (s) for stay and office report)", "labels": ["NONE"], "id": "50a1bb108ef74d0e8cdd58cecb541478_114"}, {"start": 21278, "end": 21344, "text": "WITH S.L.P.(Crl) No.40/2014 (With office report) Date : 19/04/2016", "labels": ["NONE"], "id": "853d78a34d1d409db2993a899e8d2850_115"}, {"start": 21345, "end": 21391, "text": "This petition was called on for hearing today.", "labels": ["NONE"], "id": "d2a19d104b5a4b52bfe5c3eb6d7d09bf_116"}, {"start": 21392, "end": 21407, "text": "\n\n\n\nCORAM :", "labels": ["NONE"], "id": "fe25e20a7556413b8d7b0ee7b77f78e6_117"}, {"start": 21408, "end": 21441, "text": "  HON'BLE MR. JUSTICE DIPAK MISRA", "labels": ["NONE"], "id": "ebe21e4f05b74a568f584959f42b8a95_118"}, {"start": 21442, "end": 21491, "text": "\n          HON'BLE MR. JUSTICE SHIVA KIRTI SINGH", "labels": ["NONE"], "id": "9af6c7a5f0934487b83b34ac32cc28e1_119"}, {"start": 21496, "end": 21568, "text": "For Petitioner(s)     Mr.   C.U. Singh, Sr. Adv.\n                      ", "labels": ["NONE"], "id": "01c0ce977ad14d5fa1fc49b8959eac1c_120"}, {"start": 21568, "end": 21599, "text": "Mr.   Siddharth Bhatnagar, Adv.", "labels": ["NONE"], "id": "3b3ef211d7b64e1b977ad59221618ab2_121"}, {"start": 21600, "end": 21645, "text": "\n                      Mr.   S. Mishra, Adv.", "labels": ["NONE"], "id": "9aa7b91761684a36ad25fdd8648d85cb_122"}, {"start": 21646, "end": 21696, "text": "\n                      Mr.   Sidharth Mohan, Adv.", "labels": ["NONE"], "id": "ef235b4fbb5e4b85bf05ace3afafb2dc_123"}, {"start": 21721, "end": 21746, "text": "Ms.   Garima Tiwari, Adv.", "labels": ["NONE"], "id": "1ec85d32ad51485394f810e3a3947dae_124"}, {"start": 21747, "end": 21903, "text": "\n                      Mr.   Nirnimesh Dube,Adv.\n\nSLP(Crl.) 40/14       Mr.   Siddharth Bhatnagar, Adv.\n                      Mr.   Sidharth Mohan, Adv.", "labels": ["NONE"], "id": "65d5fca8e9574973b767766e8f640248_125"}, {"start": 21928, "end": 21953, "text": "Ms.   Garima Tiwari, Adv.", "labels": ["NONE"], "id": "77db17810d9a40a9bfe9fb1e72148800_126"}, {"start": 21954, "end": 22051, "text": "\n                      Mr.   T. Mahipal, AOR\n\nFor Respondent(s)     Mr.   A.K. Panda, Sr. Adv.", "labels": ["NONE"], "id": "471c5b35cd8b445fb20e2d4c5bf0532f_127"}, {"start": 22052, "end": 22102, "text": "\n                      Mr.   Amarjeet Singh, Adv.", "labels": ["NONE"], "id": "bc902bcca88b4b92aafdc01ad3fe248f_128"}, {"start": 22127, "end": 22150, "text": "Mr.   S.A. Haseeb, Adv.", "labels": ["NONE"], "id": "4ba26dfb7a7f4305b1c930bce113172d_129"}, {"start": 22175, "end": 22201, "text": "Mr.   Rajat Mathuria, Adv.", "labels": ["NONE"], "id": "7298763ed6d74342a8fc987d1bb58391_130"}, {"start": 22226, "end": 22250, "text": "Ms.   Sonali Singh, Adv.", "labels": ["NONE"], "id": "4903136a4b3e4de3a215cbee27dd600e_131"}, {"start": 22275, "end": 22303, "text": "Mr.   B. Krishna Prasad, AOR", "labels": ["NONE"], "id": "19006308ccc545e886f8472714e4a2bc_132"}, {"start": 22304, "end": 22433, "text": "\n\n                      Mr. T. Mahipal, AOR\n\n\nUPON hearing the counsel the Court made the following O R D E R Leave granted.", "labels": ["NONE"], "id": "b9248f39b9b6465b87f0d11b967c40b4_133"}, {"start": 22434, "end": 22505, "text": "\n\nThe appeals are allowed in terms of the signed reportable judgment.", "labels": ["NONE"], "id": "3a3af7436d2a4cdab80cca32cd0ad2c0_134"}]